Repository: Msquare-Labs/karo-localization-llm
Catalog: Frameworks/WhatsNew.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt, sv, tr, zh_hans, zh_hant

# appClipsSubtitle
source: Need to assign tasks to someone who doesn’t use Karo? With App Clips, they can view and interact with tasks instantly, no app download required!
ar: هل تحتاج إلى تعيين مهام لشخص لا يستخدم كارو؟ مع App Clips، يمكنهم عرض والتفاعل مع المهام على الفور، بدون تحميل التطبيق!
de: Müssen Sie Aufgaben an jemanden zuweisen, der Karo nicht nutzt? Mit App Clips können sie Aufgaben sofort einsehen und damit interagieren, ohne die App herunterladen zu müssen!
es: ¿Necesitas asignar tareas a alguien que no usa Karo? Con App Clips, pueden ver e interactuar con tareas al instante, ¡sin necesidad de descargar la aplicación!
fr: Besoin d'attribuer des tâches à quelqu'un qui n'utilise pas Karo ? Avec App Clips, ils peuvent afficher et interagir avec des tâches instantanément, sans télécharger l'application !
hi: क्या आपको किसी ऐसे व्यक्ति को कार्य असाइन करने की आवश्यकता है जो कारो का उपयोग नहीं करता? ऐप क्लिप्स के साथ, वे बिना ऐप डाउनलोड किए तुरंत कार्यों को देख और उनके साथ बातचीत कर सकते हैं!
it: Hai bisogno di assegnare attività a qualcuno che non usa Karo? Con App Clips, possono visualizzare e interagire con le attività all'istante, senza dover scaricare l'app!
ja: Karoを使用していない人にタスクを割り当てる必要がありますか？App Clipsを使えば、アプリをダウンロードせずに、すぐにタスクを表示して操作できます！
ko: Karo를 사용하지 않는 사람에게 작업을 할당해야 하나요? App Clips를 통해 앱을 다운로드하지 않고도 즉시 작업을 보고 상호 작용할 수 있습니다!
nl: Moet je taken toewijzen aan iemand die Karo niet gebruikt? Met App Clips kunnen ze taken direct bekijken en ermee werken, zonder de app te hoeven downloaden!
pl: Potrzebujesz przypisać zadania osobie, która nie korzysta z Karo? Dzięki App Clips mogą natychmiast wyświetlać i wchodzić w interakcje z zadaniami bez konieczności pobierania aplikacji!
pt: Precisa atribuir tarefas a alguém que não usa Karo? Com App Clips, eles podem ver e interagir com tarefas instantaneamente, sem precisar baixar o aplicativo!
sv: Behöver du tilldela uppgifter till någon som inte använder Karo? Med App Clips kan de visa och interagera med uppgifter direkt, utan att behöva ladda ner appen!
tr: Karo kullanmayan birine görev atamak mı gerekiyor? App Clips ile, uygulamayı indirmeden anında görevleri görüntüleyebilir ve onlarla etkileşime girebilirler!
zh_hans: 需要给不使用Karo的人分配任务吗？使用App Clips，他们可以立即查看和交互任务，无需下载应用！
zh_hant: 需要給不使用Karo的人分配任務嗎？使用App Clips，他們可以立即查看和互動任務，無需下載應用！

# appClipsTitle
source: App Clips
ar: مقاطع التطبيق
es: Clips de aplicación
fr: Clips d'application
hi: ऐप क्लिप्स
it: Clip app
ja: アプリクリップ
ko: 앱 클립
pl: Klipy aplikacji
pt: Clipes de app
sv: Appklipp
tr: Uygulama Klipleri
zh_hans: 应用剪辑
zh_hant: 應用剪輯

# christmasSubtitle
source: Bring the holidays to your tasks with our new X’mas theme, complete with falling snow!
ar: أضف أجواء العطلات إلى مهامك مع سمتنا الجديدة للكريسماس، مع الثلج المتساقط!
de: Bringen Sie Feststimmung in Ihre Aufgaben mit unserem neuen Weihnachtsthema, komplett mit fallendem Schnee!
es: ¡Dale un toque navideño a tus tareas con nuestro nuevo tema de Navidad, completo con nieve cayendo!
fr: Apportez l'esprit des fêtes à vos tâches avec notre nouveau thème de Noël, avec de la neige qui tombe !
hi: हमारी नई क्रिसमस थीम के साथ अपने कार्यों में छुट्टियों की रौनक लाएं, गिरती बर्फ के साथ!
it: Porta lo spirito natalizio nelle tue attività con il nostro nuovo tema natalizio, completo di neve che cade!
ja: 新しいクリスマステーマで、降り積もる雪と共にあなたのタスクに休日の雰囲気を！
ko: 떨어지는 눈과 함께하는 새로운 크리스마스 테마로 할 일에 휴일의 분위기를 더해보세요!
nl: Breng de feestdagen naar je taken met ons nieuwe kerstthema, compleet met vallende sneeuw!
pl: Wprowadź świąteczny nastrój do swoich zadań z naszym nowym motywem świątecznym, wraz z padającym śniegiem!
pt: Traga o espírito natalino para suas tarefas com nosso novo tema de Natal, completo com neve caindo!
sv: Ge dina uppgifter julstämning med vårt nya jultema, komplett med fallande snö!
tr: Yeni Noel temamızla ve yağan karla görevlerinize tatil havası katın!
zh_hans: 使用我们的新圣诞主题为您的任务增添节日气氛，还有飘落的雪花！
zh_hant: 使用我們的新聖誕主題為您的任務增添節日氣氛，還有飄落的雪花！

# christmasTitle
source: Let It Snow in Karo!
ar: دع الثلج يتساقط في كارو!
de: Lass es in Karo schneien!
es: ¡Que nieve en Karo!
fr: Laissez la neige tomber dans Karo !
hi: कारो में बर्फ गिरने दें!
it: Lascia che nevichi in Karo!
ja: Karoに雪を降らせよう！
ko: Karo에 눈이 내리게 하세요!
nl: Laat het sneeuwen in Karo!
pl: Niech śnieg pada w Karo!
pt: Deixe nevar no Karo!
sv: Låt det snöa i Karo!
tr: Karo'da kar yağsın!
zh_hans: 让Karo下雪吧！
zh_hant: 讓Karo下雪吧！

# endsInTimer
source: Ends in:
ar: ينتهي في:
de: Endet in:
es: Termina en:
fr: Se termine dans :
hi: समाप्त होता है:
it: Termina tra:
ja: 終了まで:
ko: 종료까지:
nl: Eindigt over:
pl: Kończy się za:
pt: Termina em:
sv: Slutar om:
tr: Bitiş süresi:
zh_hans: 结束于:
zh_hant: 結束於:

# familySharingSubtitle
source: With Apple’s Family Sharing, share your Karo Pro plan with up to 5 family members for the cost of just 2! One plan, one payment—everyone benefits!
ar: مع المشاركة العائلية من Apple، شارك خطة Karo Pro مع ما يصل إلى 5 أفراد عائلة مقابل تكلفة 2 فقط! خطة واحدة، دفعة واحدة - الجميع يستفيد!
de: Mit Apples Familienfreigabe teilen Sie Ihren Karo Pro-Plan mit bis zu 5 Familienmitgliedern zum Preis von nur 2! Ein Plan, eine Zahlung - alle profitieren!
es: Con la Compartición Familiar de Apple, ¡comparte tu plan Karo Pro con hasta 5 miembros de la familia por el costo de solo 2! Un plan, un pago: ¡todos se benefician!
fr: Avec le Partage Familial d'Apple, partagez votre forfait Karo Pro avec jusqu'à 5 membres de votre famille pour le prix de seulement 2 ! Un seul plan, un seul paiement - tout le monde en profite !
hi: Apple के फैमिली शेयरिंग के साथ, अपने कारो प्रो प्लान को केवल 2 के खर्च पर 5 परिवार के सदस्यों के साथ साझा करें! एक प्लान, एक भुगतान - सभी को लाभ!
it: Con la Condivisione Famiglia di Apple, condividi il tuo piano Karo Pro con fino a 5 membri della famiglia al costo di soli 2! Un piano, un pagamento - tutti beneficiano!
ja: Appleのファミリー共有を使用すれば、わずか2人分の費用で最大5人の家族メンバーとKaro Proプランを共有できます！1つのプラン、1回の支払いで、全員が恩恵を受けられます！
ko: Apple의 가족 공유로, 단 2명의 비용으로 최대 5명의 가족 구성원과 Karo Pro 플랜을 공유하세요! 한 플랜, 한 번의 결제 - 모두가 혜택을 받습니다!
nl: Met Apple's Gezinsdeling deel je je Karo Pro-plan met maximaal 5 gezinsleden voor de prijs van maar 2! Één plan, één betaling - iedereen profiteert!
pl: Dzięki Rodzinnemu Udostępnianiu Apple możesz udostępnić swój plan Karo Pro nawet 5 członkom rodziny za cenę zaledwie 2! Jeden plan, jedna płatność - każdy korzysta!
pt: Com o Compartilhamento Familiar da Apple, compartilhe seu plano Karo Pro com até 5 membros da família pelo custo de apenas 2! Um plano, um pagamento - todos se beneficiam!
sv: Med Apples Familjedel kan du dela din Karo Pro-plan med upp till 5 familjemedlemmar för kostnaden av bara 2! Ett abonnemang, en betalning - alla får nytta!
tr: Apple'ın Aile Paylaşımı ile, Karo Pro planınızı sadece 2 kişinin maliyetine kadar 5 aile üyesiyle paylaşın! Tek bir plan, tek bir ödeme - herkes kazanır!
zh_hans: 通过Apple家庭共享，以仅2个人的成本与最多5个家庭成员共享您的Karo Pro计划！一个计划，一次付款 - 人人受益！
zh_hant: 透過Apple家庭共享，以僅2個人的成本與最多5個家庭成員共享您的Karo Pro計劃！一個計劃，一次付款 - 人人受益！

# familySharingTitle
source: Family Sharing for Plans
ar: المشاركة العائلية للخطط
de: Familienfreigabe für Pläne
es: Compartición Familiar para Planes
fr: Partage Familial pour les Forfaits
hi: योजनाओं के लिए फैमिली शेयरिंग
it: Condivisione Famiglia per Piani
ja: プランのファミリー共有
ko: 플랜을 위한 가족 공유
nl: Gezinsdeling voor Plannen
pl: Rodzinne udostępnianie planów
pt: Compartilhamento Familiar para Planos
sv: Familjedel för abonnemang
tr: Planlar için Aile Paylaşımı
zh_hans: 计划的家庭共享
zh_hant: 計劃的家庭共享

# macAppSubtitle
source: Beautifully crafted built natively for macOS. Delegating and managing your tasks on your Mac has never been easier!
ar: مصمم بشكل جميل ومبني بشكل أصلي لـ macOS. تفويض وإدارة المهام على جهاز Mac لم يكن أسهل من أي وقت مضى!
de: Wunderschön entwickelt, nativ für macOS. Aufgaben auf Ihrem Mac zu delegieren und zu verwalten war noch nie so einfach!
es: Diseñado con belleza y desarrollado de forma nativa para macOS. ¡Delegar y administrar tus tareas en tu Mac nunca ha sido tan fácil!
fr: Magnifiquement conçu et développé nativement pour macOS. Déléguer et gérer vos tâches sur votre Mac n'a jamais été aussi simple !
hi: macOS के लिए सुंदरता से निर्मित और मूल रूप से बनाया गया। अपने मैक पर कार्यों को सौंपना और प्रबंधित करना कभी इतना आसान नहीं था!
it: Splendidamente realizzato e sviluppato nativamente per macOS. Delegare e gestire le tue attività sul tuo Mac non è mai stato così facile!
ja: macOSのために美しく、ネイティブに構築されました。Macでのタスクの委任と管理が、これまでになく簡単になりました！
ko: macOS를 위해 아름답게 기본으로 제작되었습니다. Mac에서 작업을 위임하고 관리하는 것이 이렇게 쉬운 적은 없었습니다!
nl: Prachtig ontworpen en native gebouwd voor macOS. Taken delegeren en beheren op je Mac is nog nooit zo gemakkelijk geweest!
pl: Pięknie wykonane i natywnie zbudowane dla macOS. Delegowanie i zarządzanie zadaniami na Maku nigdy nie było tak proste!
pt: Lindamente criado e desenvolvido nativamente para macOS. Delegar e gerenciar suas tarefas no seu Mac nunca foi tão fácil!
sv: Vackert utformat och byggt natives för macOS. Att delegera och hantera dina uppgifter på din Mac har aldrig varit enklare!
tr: macOS için güzelce tasarlanmış ve yerel olarak geliştirilmiş. Mac'inizde görevleri devretmek ve yönetmek hiç bu kadar kolay olmamıştı!
zh_hans: 为macOS精美原生打造。在Mac上委派和管理任务从未如此简单！
zh_hant: 為macOS精美原生打造。在Mac上委派和管理任務從未如此簡單！

# macAppTitle
source: New Mac App
ar: تطبيق Mac الجديد
de: Neue Mac-App
es: Nueva aplicación para Mac
fr: Nouvelle application Mac
hi: नया मैक ऐप
it: Nuova app per Mac
ja: 新しいMacアプリ
ko: 새로운 Mac 앱
nl: Nieuwe Mac-app
pl: Nowa aplikacja na Maca
pt: Novo Aplicativo para Mac
sv: Ny Mac-app
tr: Yeni Mac Uygulaması
zh_hans: 新的Mac应用
zh_hant: 新的Mac應用

# recurringSubtitle
source: Keep your routines on track with recurring tasks. Set daily, weekly, or monthly reminders for yourself, or for your repeating delegated tasks.
ar: حافظ على روتينك في المسار الصحيح مع المهام المتكررة. اضبط تذكيرات يومية أو أسبوعية أو شهرية لنفسك، أو لمهامك المفوضة المتكررة.
de: Behalten Sie Ihre Routinen mit wiederkehrenden Aufgaben im Blick. Legen Sie tägliche, wöchentliche oder monatliche Erinnerungen für sich selbst oder für Ihre delegierten Wiederholungsaufgaben fest.
es: Mantén tus rutinas al día con tareas recurrentes. Configura recordatorios diarios, semanales o mensuales para ti mismo o para tus tareas delegadas repetitivas.
fr: Gardez vos routines sur la bonne voie avec des tâches récurrentes. Définissez des rappels quotidiens, hebdomadaires ou mensuels pour vous-même ou pour vos tâches déléguées répétitives.
hi: आवर्ती कार्यों के साथ अपनी दिनचर्या को ट्रैक पर रखें। अपने लिए या अपने दोहराए जाने वाले सौंपे गए कार्यों के लिए दैनिक, साप्ताहिक, या मासिक रिमाइंडर सेट करें।
it: Mantieni le tue routine in ordine con attività ricorrenti. Imposta promemoria giornalieri, settimanali o mensili per te stesso o per le tue attività delegate ripetitive.
ja: 定期的なタスクでルーティンを把握しましょう。毎日、毎週、または毎月のリマインダーを自分用や、繰り返し委任されたタスク用に設定できます。
ko: 반복 작업으로 일상을 체계적으로 관리하세요. 자신이나 반복되는 위임된 작업에 대해 일일, 주간 또는 월간 알림을 설정하세요.
nl: Houd je routines op schema met terugkerende taken. Stel dagelijkse, wekelijkse of maandelijkse herinneringen in voor jezelf of voor je herhalende gedelegeerde taken.
pl: Utrzymuj swoje rutyny na właściwym torze dzięki zadaniom cyklicznym. Ustaw dzienne, tygodniowe lub miesięczne przypomnienia dla siebie lub dla swoich powtarzających się delegowanych zadań.
pt: Mantenha suas rotinas em dia com tarefas recorrentes. Configure lembretes diários, semanais ou mensais para você mesmo ou para suas tarefas delegadas repetitivas.
sv: Håll koll på dina rutiner med återkommande uppgifter. Ställ in dagliga, veckovisa eller månatliga påminnelser för dig själv eller för dina upprepade delegerade uppgifter.
tr: Tekrarlanan görevlerle rutinlerinizi düzende tutun. Kendiniz için veya tekrarlanan devredilmiş görevleriniz için günlük, haftalık veya aylık hatırlatıcılar ayarlayın.
zh_hans: 通过循环任务保持日常工作正常进行。为自己或重复的委派任务设置每日、每周或每月提醒。
zh_hant: 通過循環任務保持日常工作正常進行。為自己或重複的委派任務設置每日、每週或每月提醒。

# recurringTitle
source: Set It and Forget It
ar: اضبطه وانساه
de: Einmal einrichten und fertig
es: Configúralo y olvídalo
fr: Configurez et oubliez
hi: सेट करें और भूल जाएं
it: Imposta e dimentica
ja: 設定して忘れよう
ko: 설정하고 잊어버리세요
nl: Instellen en vergeten
pl: Ustaw i zapomnij
pt: Configure e esqueça
sv: Ställ in och glöm
tr: Ayarla ve Unut
zh_hans: 设置后就不用管了
zh_hant: 設置後就不用管了

# taskDetailSubtitle
source: Instantly know if a task is for you or one you’ve delegated. Enjoy delightful animations and clearer buttons designed for better usability and focus.
ar: اعرف على الفور ما إذا كانت المهمة لك أو مهمة فوضتها. استمتع بالرسوم المتحركة الرائعة وأزرار أكثر وضوحًا مصممة لتحسين سهولة الاستخدام والتركيز.
de: Erkennen Sie sofort, ob eine Aufgabe für Sie ist oder eine, die Sie delegiert haben. Genießen Sie entzückende Animationen und klarere Schaltflächen, die für bessere Benutzerfreundlichkeit und Fokus entwickelt wurden.
es: Sepa instantáneamente si una tarea es para usted o una que ha delegado. Disfrute de animaciones encantadoras y botones más claros diseñados para una mejor usabilidad y enfoque.
fr: Sachez instantanément si une tâche vous est destinée ou si vous l'avez déléguée. Profitez d'animations délicieuses et de boutons plus clairs conçus pour une meilleure utilisation et une concentration accrue.
hi: तुरंत पता करें कि एक कार्य आपके लिए है या एक जिसे आपने सौंपा है। बेहतर उपयोगिता और फोकस के लिए डिज़ाइन किए गए मनमोहक एनिमेशन और स्पष्ट बटन का आनंद लें।
it: Scopri immediatamente se un'attività è per te o che hai delegato. Goditi deliziose animazioni e pulsanti più chiari progettati per una migliore usabilità e concentrazione.
ja: タスクが自分のものか、委任したものかを即座に把握できます。使いやすさと集中力を高めるために設計された、楽しいアニメーションとより明確なボタンをお楽しみください。
ko: 작업이 당신을 위한 것인지 또는 위임한 작업인지 즉시 알 수 있습니다. 더 나은 사용성과 집중력을 위해 설계된 즐거운 애니메이션과 더 명확한 버튼을 즐겨보세요.
nl: Weet direct of een taak voor u is of een die u heeft gedelegeerd. Geniet van heerlijke animaties en duidelijkere knoppen die zijn ontworpen voor betere bruikbaarheid en focus.
pl: Natychmiast wiedz, czy zadanie jest dla Ciebie, czy zostało przez Ciebie delegowane. Ciesz się zachwycającymi animacjami i jaśniejszymi przyciskami zaprojektowanymi dla lepszej użyteczności i koncentracji.
pt: Saiba instantaneamente se uma tarefa é para você ou uma que você delegou. Desfrute de animações encantadoras e botões mais claros projetados para melhor usabilidade e foco.
sv: Veta direkt om en uppgift är för dig eller en du har delegerat. Njut av underbart animationer och tydligare knappar utformade för bättre användbarhet och fokus.
tr: Bir görevin size mi yoksa devrettiğiniz bir görev mi olduğunu anında bilin. Daha iyi kullanılabilirlik ve odaklanma için tasarlanmış keyifli animasyonlar ve daha net düğmelerin keyfini çıkarın.
zh_hans: 立即知道任务是针对您的还是您已委派的。享受为提高可用性和专注度而设计的令人愉悦的动画和更清晰的按钮。
zh_hant: 立即知道任務是針對您的還是您已委派的。享受為提高可用性和專注度而設計的令人愉悅的動畫和更清晰的按鈕。

# taskDetailTitle
source: Redesigned Task Detail Screen
ar: شاشة تفاصيل المهمة المعاد تصميمها
de: Neu gestalteter Aufgabendetailbildschirm
es: Pantalla de detalles de tareas rediseñada
fr: Écran de détails de tâches repensé
hi: पुनर्डिज़ाइन की गई कार्य विवरण स्क्रीन
it: Schermata dei dettagli dell'attività ridisegnata
ja: タスク詳細画面のリデザイン
ko: 재설계된 작업 세부 정보 화면
nl: Opnieuw ontworpen taakdetailscherm
pl: Przeprojektowany ekran szczegółów zadania
pt: Tela de Detalhes da Tarefa Redesenhada
sv: Omdesignad skärm för aktivitetsdetaljer
tr: Yeniden Tasarlanan Görev Detay Ekranı
zh_hans: 重新设计的任务详情屏幕
zh_hant: 重新設計的任務詳情螢幕

# whatsappSubtitle
source: Our AI-powered WhatsApp chatbot lets you create tasks instantly. It can even detect dates and set reminders, making task creation effortless.
ar: يسمح روبوت الدردشة على WhatsApp المدعوم بالذكاء الاصطناعي بإنشاء المهام على الفور. يمكنه حتى اكتشاف التواريخ وتعيين التذكيرات، مما يجعل إنشاء المهام سهلًا للغاية.
de: Unser KI-gestützter WhatsApp-Chatbot ermöglicht es Ihnen, Aufgaben sofort zu erstellen. Er kann sogar Termine erkennen und Erinnerungen setzen und macht die Aufgabenerstellung mühelos.
es: Nuestro chatbot de WhatsApp con inteligencia artificial te permite crear tareas al instante. Incluso puede detectar fechas y configurar recordatorios, haciendo que la creación de tareas sea muy sencilla.
fr: Notre chatbot WhatsApp alimenté par l'IA vous permet de créer des tâches instantanément. Il peut même détecter les dates et définir des rappels, rendant la création de tâches sans effort.
hi: हमारा AI-संचालित WhatsApp चैटबॉट आपको तुरंत कार्य बनाने की अनुमति देता है। यह तिथियों का पता लगा सकता है और याद दिलाने वाले संदेश भी सेट कर सकता है, जिससे कार्य निर्माण बिल्कुल आसान हो जाता है।
it: Il nostro chatbot WhatsApp supportato dall'IA ti permette di creare attività istantaneamente. Può persino rilevare le date e impostare promemoria, rendendo la creazione di attività estremamente semplice.
ja: AIを搭載したWhatsAppチャットボットにより、タスクをすぐに作成できます。日付を検出し、リマインダーを設定することもでき、タスク作成を楽にします。
ko: AI 기반 WhatsApp 챗봇을 통해 즉시 작업을 생성할 수 있습니다. 날짜를 감지하고 미리 알림을 설정할 수 있어 작업 생성이 매우 간편합니다.
nl: Onze AI-gestuurde WhatsApp-chatbot stelt u in staat taken direct aan te maken. Hij kan zelfs datums detecteren en herinneringen instellen, waardoor het aanmaken van taken moeiteloos wordt.
pl: Nasz obsługiwany przez AI chatbot WhatsApp pozwala natychmiast tworzyć zadania. Może nawet wykrywać daty i ustawiać przypomnienia, dzięki czemu tworzenie zadań jest bezwysiłkowe.
pt: Nosso chatbot do WhatsApp com IA permite que você crie tarefas instantaneamente. Ele pode até detectar datas e definir lembretes, tornando a criação de tarefas sem esforço.
sv: Vår AI-drivna WhatsApp-chattbot låter dig skapa uppgifter direkt. Den kan till och med identifiera datum och ställa in påminnelser, vilket gör skapandet av uppgifter enkelt.
tr: AI destekli WhatsApp sohbet robotu, görevleri anında oluşturmanıza izin verir. Tarih algılayabilir ve hatırlatıcılar ayarlayabilir, böylece görev oluşturma zahmetsiz hale gelir.
zh_hans: 我们的AI支持的WhatsApp聊天机器人可让您立即创建任务。它甚至可以检测日期并设置提醒，使任务创建变得轻而易举。
zh_hant: 我們的AI支持的WhatsApp聊天機器人可讓您立即創建任務。它甚至可以檢測日期並設置提醒，使任務創建變得輕而易舉。

# whatsappTitle
source: Tasks From WhatsApp
ar: مهام من WhatsApp
de: Aufgaben von WhatsApp
es: Tareas desde WhatsApp
fr: Tâches depuis WhatsApp
hi: WhatsApp से कार्य
it: Attività da WhatsApp
ja: WhatsAppからのタスク
ko: WhatsApp에서의 작업
nl: Taken van WhatsApp
pl: Zadania z WhatsApp
pt: Tarefas do WhatsApp
sv: Uppgifter från WhatsApp
tr: WhatsApp'tan Görevler
zh_hans: 来自WhatsApp的任务
zh_hant: 來自WhatsApp的任務

source: What’s New
ar: الجديد
de: Neuigkeiten
es: Novedades
fr: Quoi de neuf
hi: नया क्या है
it: Novità
ja: 新着情報
ko: 새로운 기능
nl: Wat is nieuw
pl: Co nowego
pt: Novidades
sv: Nyheter
tr: Yenilikler
zh_hans: 新功能
zh_hant: 新功能

# whatsNewFeedback
source: Feedback
ar: التعليقات
es: Comentarios
fr: Commentaires
hi: फीडबैक
ja: フィードバック
ko: 피드백
pl: Opinie
pt: Comentários
tr: Geri Bildirim
zh_hans: 反馈
zh_hant: 回饋

# whatsNewFootnote
source: Thank you for supporting Karo! We’re a small indie team working hard to make Karo better for you. Your feedback helps us improve, and a quick rating or review on the App Store makes a big difference ❤️
ar: شكرًا لدعمك كارو! نحن فريق مستقل صغير نعمل بجد لتحسين كارو من أجلك. ملاحظاتك تساعدنا على التحسن، وتقييم سريع أو مراجعة على متجر التطبيقات تحدث فرقًا كبيرًا ❤️
de: Danke, dass Sie Karo unterstützen! Wir sind ein kleines Indie-Team, das hart daran arbeitet, Karo für Sie zu verbessern. Ihr Feedback hilft uns, uns zu verbessern, und eine kurze Bewertung oder Rezension im App Store macht einen großen Unterschied ❤️
es: ¡Gracias por apoyar a Karo! Somos un pequeño equipo independiente trabajando duro para mejorar Karo para ti. Tu retroalimentación nos ayuda a mejorar, y una calificación o reseña rápida en la App Store marca una gran diferencia ❤️
fr: Merci de soutenir Karo ! Nous sommes une petite équipe indépendante qui travaille dur pour améliorer Karo pour vous. Vos commentaires nous aident à progresser, et un rapide avis ou une évaluation sur l'App Store fait une grande différence ❤️
hi: कारो का समर्थन करने के लिए धन्यवाद! हम एक छोटी स्वतंत्र टीम हैं जो आपके लिए कारो को बेहतर बनाने के लिए कड़ी मेहनत कर रही हैं। आपकी प्रतिक्रिया हमें सुधारने में मदद करती है, और ऐप स्टोर पर एक त्वरित रेटिंग या समीक्षा बड़ा अंतर लाती है ❤️
it: Grazie per supportare Karo! Siamo un piccolo team indipendente che lavora duramente per migliorare Karo per te. Il tuo feedback ci aiuta a migliorare, e una veloce valutazione o recensione sull'App Store fa una grande differenza ❤️
ja: Karoをサポートしていただき、ありがとうございます！私たちは、Karoをより良くするために懸命に努力している小さなインディーチームです。あなたのフィードバックは私たちの改善に役立ち、App Storeでの簡単な評価やレビューは大きな違いを生みます ❤️
ko: Karo를 지원해주셔서 감사합니다! 우리는 Karo를 더 좋게 만들기 위해 열심히 노력하는 작은 독립 팀입니다. 귀하의 피드백은 우리가 개선하는 데 도움이 되며, App Store에서의 빠른 평가나 리뷰는 큰 차이를 만듭니다 ❤️
nl: Bedankt voor het steunen van Karo! We zijn een klein onafhankelijk team dat hard werkt om Karo voor jou beter te maken. Jouw feedback helpt ons te verbeteren, en een snelle beoordeling of review in de App Store maakt een groot verschil ❤️
pl: Dziękujemy za wsparcie Karo! Jesteśmy małym niezależnym zespołem ciężko pracującym, aby ulepszyć Karo dla Ciebie. Twoja opinia pomaga nam się doskonalić, a szybka ocena lub recenzja w App Store robi dużą różnicę ❤️
pt: Obrigado por apoiar o Karo! Somos uma pequena equipe independente trabalhando duro para tornar o Karo melhor para você. Seus comentários nos ajudam a melhorar, e uma avaliação ou resenha rápida na App Store faz uma grande diferença ❤️
sv: Tack för att du stödjer Karo! Vi är ett litet oberoende team som arbetar hårt för att göra Karo bättre för dig. Din feedback hjälper oss att förbättras, och ett snabbt betyg eller en recension på App Store gör stor skillnad ❤️
tr: Karo'yu desteklediğiniz için teşekkür ederiz! Karo'yu sizin için daha iyi hale getirmek için çalışan küçük bir bağımsız ekibiz. Geri bildiriminiz bize gelişmemizde yardımcı oluyor ve App Store'daki hızlı bir derecelendirme veya inceleme büyük fark yaratıyor ❤️
zh_hans: 感谢支持Karo！我们是一个小型独立团队，正在努力为您改进Karo。您的反馈帮助我们改进，App Store上的快速评分或评论会产生很大的影响 ❤️
zh_hant: 感謝支持Karo！我們是一個小型獨立團隊，正在努力為您改進Karo。您的回饋幫助我們改進，App Store上的快速評分或評論會產生很大的影響 ❤️

# whatsNewPreviously
source: Previously
ar: سابقاً
de: Zuvor
es: Anteriormente
fr: Précédemment
hi: पहले
it: Precedentemente
ja: 以前
ko: 이전
nl: Eerder
pl: Poprzednio
pt: Anteriormente
sv: Tidigare
tr: Önceden
zh_hans: 之前
zh_hant: 之前

# whatsNewRate
source: Rate Karo
ar: قيّم كارو
de: Karo bewerten
es: Calificar Karo
fr: Noter Karo
hi: कारो को रेट करें
it: Valuta Karo
ja: Karoを評価する
ko: Karo 평가하기
nl: Karo beoordelen
pl: Oceń Karo
pt: Avaliar Karo
sv: Betygsätt Karo
tr: Karo'yu Değerlendir
zh_hans: 评价Karo
zh_hant: 評價Karo

# whatsNewSaleButtonTitle
source: Special Offer
ar: عرض خاص
de: Sonderangebot
es: Oferta especial
fr: Offre spéciale
hi: विशेष ऑफर
it: Offerta speciale
ja: 特別オファー
ko: 특별 혜택
nl: Speciale aanbieding
pl: Oferta specjalna
pt: Oferta especial
sv: Specialerbjudande
tr: Özel Teklif
zh_hans: 特别优惠
zh_hant: 特別優惠

# whatsNewTitle
source: 🎄Recurring Tasks & New Festive Theme
ar: 🎄المهام المتكررة وسمة احتفالية جديدة
de: 🎄Wiederkehrende Aufgaben & Neues Festliches Design
es: 🎄Tareas recurrentes y nuevo tema festivo
fr: 🎄Tâches récurrentes et nouveau thème festif
hi: 🎄आवर्ती कार्य और नई त्योहार थीम
it: 🎄Attività ricorrenti e nuovo tema festivo
ja: 🎄定期的なタスクと新しいお祭りテーマ
ko: 🎄반복 작업 및 새로운 축제 테마
nl: 🎄Terugkerende taken & nieuw feestelijk thema
pl: 🎄Zadania cykliczne i nowy świąteczny motyw
pt: 🎄Tarefas recorrentes e novo tema festivo
sv: 🎄Återkommande uppgifter och nytt festligt tema
tr: 🎄Tekrarlanan Görevler ve Yeni Festival Teması
zh_hans: 🎄循环任务和全新节日主题
zh_hant: 🎄循環任務和全新節日主題
